Repository: maglione/mmspanel
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: * obrigatory field
pt_br: * campo obrigatório

source: Error:
pt_br: Erro:

source: please verify form.
pt_br: verifique o formulário

source: User
pt_br: Usuário

source: Password
pt_br: Senha

source: Language
pt_br: Língua

source: Field exceeded maximum length:
pt_br: Campo excedeu tamanho máximo:

source: User
pt_br: Usuário

source: Obrigatory field:
pt_br: Campo obrigatório:

source: Password
pt_br: Senha

source: <p class="loginerror">Invalid Login</p>
pt_br: <p class="loginerror">Login Incorreto</p>

source: Home
pt_br: Principal

source: Search
pt_br: Pesquisar

source: View all
pt_br: Exibir todos

source: Add
pt_br: Adicionar

source: Are you sure you want to delete (This operation can not be undone)?
pt_br: Você tem certeza que deseja apagar (Esta operação não pode ser desfeita)?

source: Remove
pt_br: Apagar

source: Logged in as
pt_br: Logado como

source: Samba Flags
pt_br: Flags Samba

source: No password required
pt_br: Senha não obrigatória

source: Account disabled
pt_br: Conta desabilitada

source: Home directory required
pt_br: Diretório pessoal obrigatório

source: Temporary duplicate of other account
pt_br: Duplicação temporária de outra conta

source: Regular user account
pt_br: Conta regular de usuário

source: MNS logon user account
pt_br: Conta de usuário MNS

source: Workstation Trust Account
pt_br: Conta de confiança (estação)

source: Server Trust Account
pt_br: Conta de confiança (servidor)

source: Automatic Locking
pt_br: Trava automática

source: Password does not expire
pt_br: Senha não expira

source: Domain Trust Account
pt_br: Conta de confiança (domínio)

source: Username
pt_br: Nome de usuário

source: Full Name
pt_br: Nome completo

source: Home Directory
pt_br: Diretório pessoal

source: User can change password?
pt_br: Usuário pode mudar própria senha?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Last login
pt_br: Último login

source: Last logout
pt_br: Último logout

source: Last password change
pt_br: Última troca de senha

source: Next required password change
pt_br: Próxima troca obrigatória de senha

source: Password (repeat)
pt_br: Senha (repetir)

source: User Must Change Password
pt_br: Usuário deve trocar senha

source: User Cannot Change Password
pt_br: Usuário não pode trocar senha

source: Password Never Expires
pt_br: Senha nunca expira

source: Account Disabled
pt_br: Conta desabilitada

source: Account Locked
pt_br: Conta bloqueada

source: Insert
pt_br: Incluir

source: Field must contains only numbers and letters:
pt_br: Campo deve conter apenas números e letras não acentuadas

source: Password must have between 3 and 10 characters
pt_br: Senha deve ter entre 3 e 10 caracteres

source: Password (repeat)
pt_br: Senha (repetir)

source: The passwords do not match
pt_br: Senhas não coincidem

source: Full Name
pt_br: Nome completo

source: Not a valid e-mail
pt_br: Não é um e-mail válido

source: Only one of this fields can be selected at the same time:
pt_br: Apenas um destes campos pode ser selecionado ao mesmo tempo:

source: User Accounts
pt_br: Contas de usuário

source: File Server
pt_br: Servidor de Arquivos

source: Account Policy
pt_br: Políticas de contas

source: Manage user accounts
pt_br: Gerenciar usuários

source: Manage group accounts
pt_br: Gerenciar grupos

source: Manage computer accounts
pt_br: Gerenciar computadores

source: Show connected computers
pt_br: Exibir computadores conectados

source: Samba Server log
pt_br: Logs do servidor Samba

source: NetBIOS log
pt_br: Logs do NetBIOS

source: Server Management
pt_br: Gerenciamento do Servidor

source: Manage Services
pt_br: Gerenciar serviços

source: Monitor Services
pt_br: Monitorar Serviços

source: LDAP Server log
pt_br: Logs do servidor LDAP

source: System log
pt_br: Log do Sistema
